insert into authors (author_№, book_№, name_author) values
(
'001',
'1',
'Александр Грибоедов'
),
(
'002',
'2',
'Борис Васильев'
),
(
'003',
'3',
'Антуан де Сент-Экзюпери'
);

insert into Publishing (title_publishing, address, year_publication) values
(
'Эксмо',
'Россия, г. Москва, ул. Зорге, д.1, стр.1.',
'2023-01-11'
),
(
'Аст',
'Россия, г. Москваб, Пресненская наб., д.6, стр.2',
'2018-03-24'
),
(
'Малыш',
'Россия, г. Москва, Давыдковская, 5',
'2022-07-07'
);

insert into Books (title, number_of_pages, price, number_of_instances, genre) values
(
'Горе от ума',
'120',
400.00,
'10000',
'Комедия'
),
(
'А зори здесь тихие',
'105',
600.50,
'7000',
'Повесть'
),
(
'Маленький принц',
'96',
370.00,
'15000',
'Повесть'
);

insert into Readers (ticket_№, FIO, address, telephone_№) values
(
'1257',
'Кузнецов А.И',
'г. Нижний Новгород, ул.Вишневая',
'89645437654'
),
(
'2375',
'Иванова И.И',
'г. Нижний Новгород, ул.Виноградная',
'89067543567'
),
(
'3213',
'Петров А.А',
'г. Нижний Новгород, ул.Тенистая',
'89067512490'
);

insert into Workers (fio) values
(
'Мичурина В.В'
),
(
'Власова Н.П'
),
(
'Зернов А.М'
);

insert into Extradition (start_date, return_date, actual_refund) values
(
'2022-01-22',
'2022-03-22',
'2022-03-01'
),
(
'2022-05-12',
'2022-07-12',
'2022-08-01'
),
(
'2023-02-17',
'2023-04-17',
'2023-04-05'
);